Repository: zotonic/zotonic_mod_paysub
Catalog: priv/translations/*.po
Languages: de, nl

source: (tiered pricing)
de: (gestaffelte Preise)
nl: (gedifferentieerde prijzen)

source: Access subscription
de: Abonnements mit Zugang
nl: Toegangsabonnement

source: Active
de: Aktiv
nl: Actief

source: Active subscription
de: Aktives Abonnement
nl: Actief abonnement

source: Active/inactive
de: Aktiv/inaktiv
nl: Actief/inactief

source: Add filter on country.
de: Filter nach Land hinzufügen.
nl: Filter op land toevoegen.

source: Address
de: Adresse
nl: Adres

source: Amount
de: Betrag
nl: Bedrag

source: Amount due
de: Fälliger Betrag
nl: Openstaand bedrag

source: Amount paid
de: Betrag bezahlt
nl: Bedrag betaald

source: Amount received
de: Erhaltener Betrag
nl: Ontvangen bedrag

source: Amount remaining
de: Verbleibender Betrag
nl: Resterend bedrag

source: An overview of user groups and the number of subscriptions per user group.
de: Eine Übersicht über die Benutzergruppen und die Anzahl der Abonnements pro Benutzergruppe.
nl: Een overzicht van gebruikersgroepen en het aantal abonnementen per gebruikersgroep.

source: Any subscription
de: Irgendein Abonnement
nl: Elk abonnement

source: Any subscription at any time
de: Jedes Abonnement zu jeder Zeit
nl: Elk abonnement op elk moment

source: Back
de: Zurück
nl: Terug

source: Back to home
de: Zurück zur Startseite
nl: Terug naar de homepagina

source: Before you continue, please set your username and password.
de: Bevor Sie fortfahren, legen Sie bitte Ihren Benutzernamen und Ihr Passwort fest.
nl: Stel je gebruikersnaam en wachtwoord in voordat je verdergaat.

source: Cancelations
de: Kündigungen
nl: Annuleringen

source: Canceled
de: Abgebrochen
nl: Geannuleerd

source: Canceled in last month
de: Im letzten Monat storniert
nl: Geannuleerd in de afgelopen maand

source: Canceled in last year
de: Im letzten Jahr storniert
nl: Vorig jaar geannuleerd

source: Canceling at this moment
de: Jetzt storniert
nl: Op dit moment annuleren

source: City
de: Stadt
nl: Plaatsnaam

source: Click on a number to see those subscriptions.
de: Klicken Sie auf eine Nummer, um diese Abonnements zu sehen.
nl: Klik op een nummer om die abonnementen te zien.

source: Close
de: Schließen
nl: Sluiten

source: Contact
de: Kontakt

source: Continue reading our site.
de: Lesen Sie unsere Website weiter.
nl: Lees verder op onze site.

source: Continue to your profile page
de: Weiter zu Ihrer Profilseite
nl: Ga verder naar je profielpagina

source: Country
de: Land
nl: Land

source: Create Stripe customer
de: Stripe-Kunde anlegen
nl: Stripe-klant aanmaken

source: Created
de: Erstellt
nl: Datering

source: Current subscriptions
de: Aktuelle Abonnement
nl: Huidige abonnementen

source: Data will be sent to Stripe.
de: Die Daten werden an Stripe gesendet.
nl: De gegevens worden naar Stripe verzonden.

source: Date
de: Datum
nl: Datum

source: Description
de: Beschreibung
nl: Beschrijving

source: Do you want to move subscriptions to:
de: Möchten Sie Abonnements verschieben nach:
nl: Wil je abonnementen verplaatsen naar:

source: Download XLSX
de: Download als XLSX
nl: Downloaden XLSX

source: End date
de: Enddatum
nl: Einddatum

source: Expired
de: Abgelaufen
nl: Verlopen

source: Found <b>{n}</b> subscriptions.
de: Gefunden <b>{n}</b> abonnements.
nl: Gevonden <b>{n}</b> abonnementen.

source: Go to
de: Gehe zu
nl: Ga naar

source: If this product is changed at the Payment Service Provider then the above fields could be overwritten with information from the PSP.
de: Wenn dieses Produkt beim Zahlungsdienstleister geändert wird, können die obigen Felder mit Informationen des Zahlungsdienstleisters überschrieben werden.
nl: Als dit product bij de Payment Service Provider wordt gewijzigd, kunnen de bovenstaande velden worden overschreven met informatie van de PSP.

source: Inactive
de: Inaktiv
nl: Inactief

source: Inactive subscription
de: Inaktives Abonnement
nl: Inactief abonnement

source: Incomplete
de: Unvollständig
nl: Onvolledig

source: Incomplete expired
de: Unvollständig verfallen
nl: Onvolledig verlopen

source: Incomplete without other access
de: Unvollständig ohne anderen Zugang
nl: Onvolledig zonder andere toegang

source: Incomplete<br>expired
de: Unvollständig<br>Abgelaufen
nl: Onvolledig<br>verlopen

source: Institute is subscriber, user will be the main contact
de: Das Institut ist Abonnent, der Nutzer ist der Hauptansprechpartner
nl: Instituut is abonnee, gebruiker is hoofdcontactpersoon

source: Invoice
de: Rechnung
nl: Factuur

source: Invoices
de: Rechnungen
nl: Facturen

source: Items
de: Artikel

source: Main contact
de: Hauptkontakt
nl: Hoofdcontact

source: Manage subscriptions and payments
de: Verwalten von Abonnements und Zahlungen
nl: Abonnementen en betalingen beheren

source: Modified
de: Geändert
nl: Bewerkt

source: More options
de: Mehr Optionen
nl: Meer opties

source: Move subscriptions
de: Abonnements verschieben
nl: Abonnementen verplaatsen

source: Move subscriptions from main contact to organization
de: Verschieben von Abonnements vom Hauptkontakt zur Organisation
nl: Abonnementen verplaatsen van hoofdcontact naar organisatie

source: Move subscriptions to {org}
de: Abonnements nach {org} verschieben
nl: Verplaats abonnementen naar {org}

source: New active subscriptions
de: Neue aktive Abonnements
nl: Nieuwe actieve abonnementen

source: New in last month
de: Neu im letzten Monat
nl: Nieuw in de afgelopen maand

source: New in last week
de: Neu in der letzten Woche
nl: Nieuw in de afgelopen week

source: New in last year
de: Neu im letzten Jahr
nl: Nieuw in het afgelopen jaar

source: New password
de: Neues Passwort
nl: Nieuw wachtwoord

source: New username
de: Neuer Benutzername
nl: Nieuwe gebruikersnaam

source: No invoices found.
de: Keine Rechnungen gefunden.
nl: Geen facturen gevonden.

source: No payment required
de: Keine Zahlung erforderlich
nl: Geen betaling vereist

source: No payments found.
de: Keine Zahlungen gefunden.
nl: Geen betalingen gevonden.

source: No products found.
de: Keine Produkte gefunden.
nl: Geen producten gevonden.

source: No subscription
de: Kein Abonnement
nl: Geen abonnement

source: No subscriptions found.
de: Keine Abonnements gefunden.
nl: Geen abonnementen gevonden.

source: No user group membership.
de: Keine Mitgliedschaft in einer Benutzergruppe.
nl: Geen lidmaatschap van gebruikersgroep.

source: Not canceled
de: Nicht storniert
nl: Niet geannuleerd

source: Not started
de: Nicht begonnen
nl: Nog niet gestart

source: Not yet received
de: Noch nicht erhalten
nl: Nog niet ontvangen

source: Only administrators are allowed to see payments
de: Nur Administratoren dürfen Zahlungen sehen
nl: Alleen beheerders mogen betalingen zien

source: Open
de: Offen

source: Other PSPs are unaffected.
de: Andere PSPs sind davon nicht betroffen.
nl: Andere PSP's worden niet be√Ønvloed.

source: Paid
de: Bezahlt
nl: Betaald

source: Past due
de: Überfällig
nl: Vervallen

source: Past due without active
de: Überfällig ohne aktiv
nl: Vervallen zonder actief

source: Payment
de: Zahlung
nl: Betaling

source: Payment status
de: Zahlungsstatus
nl: Betaalstatus

source: Payments
de: Zahlungen
nl: Betalingen

source: Payments &amp; Subscriptions &ndash; Subscriptions
de: Zahlungen &amp; Abonnements - Abonnements
nl: Betalingen &amp; Abonnementen - Abonnementen

source: Payments - Dashboard
de: Zahlungen - Dashboard
nl: Betalingen - Dashboard

source: Payments - Invoices
de: Zahlungen - Rechnungen
nl: Betalingen - Facturen

source: Payments - Payments
de: Zahlungen - Zahlungen
nl: Betalingen - Betalingen

source: Payments - Products
de: Zahlungen - Produkte
nl: Betalingen - Producten

source: Payments - Subscriptions
de: Zahlungen - Abonnements
nl: Betalingen - Abonnementen

source: Pending subscription
de: Ausstehende Anmeldung
nl: Abonnement in afwachting

source: Period
de: Zeitraum
nl: Periode

source: Phone
de: Telefon
nl: Mobiel

source: Postcode prefix
de: Präfix der Postleitzahl

source: Price
de: Preis
nl: Prijs

source: Prices
de: Preise
nl: Prijzen

source: Product
de: Produkt

source: Products
de: Produkte
nl: Producten

source: Prorated
de: Anteilig
nl: Naar rato

source: Quick overview of current subscriptions per user group and totals over the last years.
de: Schneller Überblick über die aktuellen Abonnements pro Benutzergruppe und die Gesamtzahlen der letzten Jahre.
nl: Snel overzicht van huidige abonnementen per gebruikersgroep en totalen van de afgelopen jaren.

source: Received
de: Empfangen
nl: Ontvangen

source: Recurring
de: Wiederkehrend
nl: Periodiek

source: Redirecting...
de: Weiterleitung...
nl: Doorsturen...

source: Save
de: Speichern
nl: Opslaan

source: Save and continue
de: Speichern und fortsetzen
nl: Opslaan en doorgaan

source: Show all
de: Alle anzeigen
nl: Toon alles

source: Show all invoices
de: Alle Rechnungen anzeigen
nl: Bekijk alle facturen

source: Show all payments
de: Alle Zahlungen anzeigen
nl: Toon alle betalingen

source: Show all subscriptions
de: Alle Abonnements anzeigen
nl: Toon alle abonnementen

source: Showing only for
de: Wird nur angezeigt für
nl: Toont alleen voor

source: Something went wrong
de: Entschuldigen Sie, irgendwas ging schief.
nl: Er ging iets mis

source: Sorry, can't create a customer for this PSP.
de: Leider kann ich für diese PSP keinen Kunden anlegen.
nl: Sorry, ik kan geen klant aanmaken voor deze PSP.

source: Sorry, can't find the customer for this PSP.
de: Sorry, ich kann den Kunden für diese PSP nicht finden.
nl: Sorry, ik kan de klant voor deze PSP niet vinden.

source: Sorry, can't redirect to the customer portal.
de: Tut mir leid, ich kann nicht zum Kundenportal weiterleiten.
nl: Sorry, ik kan niet doorverwijzen naar het klantenportaal.

source: Sorry, something goes wrong, try again later.
de: Tut mir leid, etwas ist schief gelaufen, versuchen Sie es später noch einmal.
nl: Sorry, er ging iets mis, probeer het later nog eens.

source: Sorry, something went wrong, please try again later.
de: Entschuldigung, es ist etwas schief gelaufen, bitte versuchen Sie es später noch einmal.
nl: Sorry, er ging iets mis, probeer het later nog eens.

source: Sorry, something went wrong.
de: Entschuldigen Sie, irgendwas ging schief.
nl: Excuses, er is iets verkeerd gegaan.

source: Sorry, the password has already been reset.
de: Entschuldigung, das Passwort wurde bereits zurückgesetzt.
nl: Sorry, het wachtwoord is al gereset.

source: Sorry, this checkout could not be fetched.
de: Es tut uns leid, diese Kasse konnte nicht abgerufen werden.
nl: Sorry, deze betaling kon niet worden opgehaald.

source: Sorry, this username is already in use.
de: Entschuldigung, dieser Benutzername wird bereits verwendet.
nl: Sorry, deze gebruikersnaam is al in gebruik. Probeer een andere.

source: Sorry, you are not allowed to create a customer for this PSP.
de: Sie dürfen leider keinen Kunden für diese PSP anlegen.
nl: Sorry, je mag geen klant aanmaken voor deze PSP.

source: Sorry, you are not allowed to update customer for this PSP.
de: Es tut uns leid, Sie sind nicht berechtigt Kunden für diese PSP zu aktualisieren.
nl: Sorry, je mag geen klant-updates uitvoeren voor deze PSP.

source: Specific at any time
de: Zu jeder Zeit spezifisch
nl: Specifiek op elk moment

source: Start date
de: Startdatum
nl: Startdatum

source: Subscribe
de: Abonnieren
nl: Aanmelden

source: Subscribers to this product are added to this user group.
de: Abonnenten dieses Produkts werden zu dieser Benutzergruppe hinzugefügt.
nl: Abonnees op dit product worden toegevoegd aan deze gebruikersgroep.

source: Subscription
de: Abonnement
nl: Abonnement

source: Subscription status
de: Abonnementstatus
nl: Abonnementsstatus

source: Subscriptions
de: Abonnements
nl: Abonnementen

source: Subscriptions dashboard
de: Dashboard für Abonnements
nl: Abonnementen dashboard

source: TOTAL
de: GESAMT
nl: TOTAAL

source: Thank you!
de: Vielen Dank!
nl: Bedankt!

source: The user is not a main contact of the organization.
de: Der Benutzer ist kein Hauptansprechpartner der Organisation.
nl: De gebruiker is geen hoofdcontact van de organisatie.

source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.
nl: Dit kan niet ongedaan worden gemaakt.

source: This will move all subscriptions for the following PSPs:
de: Dadurch werden alle Abonnements für die folgenden PSPs verschoben:
nl: Hiermee worden alle abonnementen voor de volgende PSP's verplaatst:

source: This will send the personal data to Stripe and create a Stripe customer.
de: Dadurch werden die persönlichen Daten an Stripe gesendet und ein Stripe-Kunde angelegt.
nl: Hiermee worden de persoonlijke gegevens naar Stripe gestuurd en wordt er een Stripe-klant aangemaakt.

source: This will send the personal data to Stripe and update the Stripe customer.
de: Dadurch werden die persönlichen Daten an Stripe gesendet und der Stripe-Kunde aktualisiert.
nl: Hiermee worden de persoonlijke gegevens naar Stripe verzonden en wordt de Stripe-klant bijgewerkt.

source: Trialing
de: Testzeitraum
nl: Proef lidmaatschap

source: Unknown invoice, or no permission to view this invoice.
de: Unbekannte Rechnung oder keine Berechtigung zum Anzeigen dieser Rechnung.
nl: Onbekende factuur of geen toestemming om deze factuur te bekijken.

source: Unknown payment
de: Unbekannte Zahlung
nl: Onbekende betaling

source: Unknown payment, or no permission to view this payment.
de: Unbekannte Zahlung oder keine Erlaubnis, diese Zahlung anzuzeigen.
nl: Onbekende betaling, of geen toestemming om deze betaling te bekijken.

source: Unknown product, or no permission to view this product.
de: Unbekanntes Produkt, oder keine Erlaubnis, dieses Produkt anzusehen.
nl: Onbekend product of geen toestemming om dit product te bekijken.

source: Unknown subscription, or no permission to view this subscription.
de: Unbekanntes Abonnement oder keine Berechtigung zum Anzeigen dieses Abonnements.
nl: Onbekend abonnement of geen toestemming om dit abonnement te bekijken.

source: Unpaid
de: Unbezahlt
nl: Niet betaald

source: Update Stripe customer
de: Stripe-Kunde aktualisieren
nl: Stripe-klant bijwerken

source: Update from services
de: Update von Dienstleistungen
nl: Update van diensten

source: User group
de: Benutzergruppe
nl: Gebruikersgroep

source: View Payments
de: Zahlungen ansehen
nl: Betalingen bekijken

source: View at Stripe
de: Ansicht bei Stripe
nl: Bekijk bij Stripe

source: View invoices
de: Rechnungen anzeigen
nl: Bekijk facturen

source: View subscriptions
de: Abonnements ansehen
nl: Bekijk abonnementen

source: Welcome
de: Willkommen
nl: Welkom

source: Y-m-d
de: j M Y
nl: d-m-Y

source: You are not allowed to do this.
de: Hierzu haben Sie keine Berechtigung
nl: U hebt geen toestemming om dit te doen.

source: You are not allowed to edit products.
de: Sie sind nicht berechtigt, Produkte zu bearbeiten.
nl: Je mag geen producten bewerken.

source: You can always log on using your email address.
de: Sie können sich jederzeit mit Ihrer E-Mail-Adresse anmelden.
nl: Je kunt altijd inloggen met je e-mailadres.

source: Your new password is too short or not strong enough. Use a: uppercase letter, lowercase letter, number, symbol.
de: Ihr neues Passwort ist zu kurz oder nicht stark genug. Verwenden Sie: Großbuchstabe, Kleinbuchstabe, Zahl, Symbol.
nl: Je nieuwe wachtwoord is te kort of niet sterk genoeg. Gebruik een: hoofdletter, kleine letter, cijfer, symbool.

source: Your payment is pending.
de: Ihre Zahlung ist noch nicht erfolgt.
nl: Uw betaling is in behandeling.

source: Your payment was canceled.
de: Ihre Zahlung wurde storniert.
nl: Je betaling is geannuleerd.

source: Your payment was handled succesfully.
de: Ihre Zahlung wurde erfolgreich abgewickelt.
nl: Uw betaling is succesvol afgehandeld.

source: Your payment was not handled.
de: Ihre Zahlung wurde nicht bearbeitet.
nl: Uw betaling werd niet afgehandeld.

source: ongoing
de: laufend
nl: lopend

source: subscriptions
de: Abonnements
nl: abonnementen

source: view at {psp}
de: blick auf {psp}
nl: kijk op {psp}

source: Name
nl: Naam

source: Start
nl: Beginnen
